tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "wader/tap"
brew "aws-vault"
brew "bat"
brew "broot"
brew "buildkit"
brew "cloc"
brew "difftastic"
brew "docker-credential-helper-ecr"
brew "fd"
brew "fish"
brew "fzf"
brew "git-absorb"
brew "git-delta"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "helix"
brew "htop"
brew "jq"
brew "midnight-commander"
brew "mkcert"
brew "mosh"
brew "node"
brew "openjdk"
brew "pinentry-mac"
brew "prettier"
brew "python@3.11"
brew "ripgrep"
brew "rustup-init"
brew "switchaudio-osx"
brew "terraform"
brew "trash"
brew "tree"
brew "watch"
brew "wget"
brew "hashicorp/tap/nomad"
brew "wader/tap/fq"
cask "shortcat"
cask "warp"
vscode "GitHub.copilot"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "guyskk.language-cython"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "jmfirth.vsc-space-block-jumper"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.Theme-TomorrowKit"
vscode "redhat.java"
vscode "usernamehw.errorlens"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-test"
